/*
 *	Author:  
 *  Date: 
*/

import pkg.*;
import java.util.Scanner;
import java.util.Random;


class starter {
	public static void main(String args[]) {
		String [] arr = new String [10];
		arr[0] = "Ես գիշերը կքաշեմ վրես, ոնց վերմակ";
		arr[1] = "Որ ներկան ինձ թվա հարազատ, ոնց մեր մանկությունը";
		arr[2] = "Թեկուզ ցուրտ, խոնավ, սև ու սպիտակ էր, ամենագունավոր բանը ձյունն էր";
		arr[4] = "Մուր ամպերից արտեր, կուտակվել են պառկէ ու պատէ էս անտեր մարդկությունը";
		arr[5] = "Ծարավ ասֆալտնա կանչէ ամպերից, որ քաշի կաթիլներով ջուր";
		arr[6] = "Քել միասին մեռնենք";
		arr[7] = "Ստէ էնքան պարզա սաղ, քիչա էն ինչը փնտրում եմ, պակաս, աղքաատ";
		arr[8] = "Իսկ ես ագահ, առանց գահ որտև պետ' չի ինձ";
		arr[9] = "Տար ինձ մի տէ, ուր կրքերը թափվում են մեջից մարդկության";
		
		int x = 0;
		int i = 0;
	
		while(x < 10){
			System.out.println(arr[i]);
			i++;
			x++;
		}
	}

}
